panel/classes/fedex/wsdl/Shipping_SampleTransactions/Delete FedExTag.txt

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://fedex.com/ws/ship/v13"><SOAP-ENV:Body><ns1:DeleteTagRequest><ns1:WebAuthenticationDetail><ns1:UserCredential><ns1:Key>"Input Your Information"</ns1:Key><ns1:Password>"Input Your Information"</ns1:Password></ns1:UserCredential></ns1:WebAuthenticationDetail><ns1:ClientDetail><ns1:AccountNumber>"Input Your Information"</ns1:AccountNumber><ns1:MeterNumber>"Input Your Information"</ns1:MeterNumber></ns1:ClientDetail><ns1:TransactionDetail><ns1:CustomerTransactionId>*** Cancel Express Tag Request v13 ***</ns1:CustomerTransactionId></ns1:TransactionDetail><ns1:Version><ns1:ServiceId>ship</ns1:ServiceId><ns1:Major>13</ns1:Major><ns1:Intermediate>0</ns1:Intermediate><ns1:Minor>0</ns1:Minor></ns1:Version><ns1:DispatchLocationId>997338600024926</ns1:DispatchLocationId><ns1:DispatchDate>2013-07-17</ns1:DispatchDate><ns1:Payment><ns1:PaymentType>SENDER</ns1:PaymentType><ns1:Payor><ns1:ResponsibleParty><ns1:AccountNumber>"Input Your Information"</ns1:AccountNumber><ns1:Contact/></ns1:ResponsibleParty></ns1:Payor></ns1:Payment><ns1:ConfirmationNumber>997338600024926</ns1:ConfirmationNumber></ns1:DeleteTagRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>
